Repository: 5l1v3r1/momtaz-framework
Catalog: momtaz/content/languages/momtaz-*.po
Languages: ar

source: Not found
ar: غير موجود

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
ar: عذراً، ولكن الصفحة التي طلبتها غير موجودة. ربما البحث قد يساعدك.

source: Pingback:
ar: تنبيه:

source: Edit
ar: تحرير

source: Trackback:
ar: تعقيب:

source: Reply <span>&darr;</span>
ar: رد <span>&darr;</span>

source: Your comment is awaiting moderation.
ar: تعليقك بإنتظار موافقة الإدارة.

source: Comments (%d)
ar: التعليقات (%d)

source: Pingbacks and Trackbacks (%d)
ar: التعقيبات و التنبيهات (%d)

source: Comments are closed.
ar: التعليقات مغلقة.

source: &larr; Older Comments
ar: &rarr; التعليقات الأقدم

source: Newer Comments &rarr;
ar: التعليقات الأحدث &larr;

source: <span class="prep entry-utility-prep">Categories:</span> %s
ar: <span class="prep entry-utility-prep">الأقسام:</span> %s

source: <span class="prep entry-utility-prep">Tags:</span> %s
ar: <span class="prep entry-utility-prep">الوسوم:</span> %s

source: <span class="prep entry-utility-prep">On:</span> %s
ar: <span class="prep entry-utility-prep">نّشر في:</span> %s

source: <span class="prep entry-utility-prep">By:</span> %s
ar: <span class="prep entry-utility-prep">بواسطة:</span> %s

source: Leave a comment
ar: أضف تعليق

source: 1 Comment
ar: تعليق واحد

source: <b>%</b> Comments
ar: <b>%</b> تعليق

source: Download &quot;%s&quot;
ar: تحميل &quot;%s&quot;

source: Pages:
ar: الصفحات:

source: Proudly powered by %1$s and %2$s Theme
ar: مدعوم بفخر من %1$s وقالب %2$s

source: Theme Settings
ar: إعدادات القالب

source: Customize
ar: تخصيص

source: Update Settings
ar: تحديث الإعدادات

source: About %s
ar: حول %s

source: Theme:
ar: القالب:

source: Author:
ar: المالك:

source: Description:
ar: الوصف:

source: Invalid module slug.
ar: اسم الموديل غير صالح.

source: Invalid module path.
ar: مسار الموديل غير صالح.

source: Name
ar: الإسم

source: Email
ar: البريد الإلكتروني

source: Website
ar: الموقع الإلكتروني

source: Continue reading <span class="meta-nav">&rarr;</span>
ar: متابعة القراءة <span class="meta-nav">&larr;</span>

source: Page %s
ar: الصفحة %s

source: WordPress
ar: ووردبريس

source: One-column, Fixed
ar: عمود واحد، ثابت

source: One-column, Fluid
ar: عمود واحد، متمدد

source: Two-column, Left, Fixed
ar: عمودين، يسار، ثابت

source: Two-column, Left, Fluid
ar: عمودين، يسار، متمدد

source: Two-column, Right, Fixed
ar: عمودين، يمين، ثابت

source: Two-column, Right, Fluid
ar: عمودين، يمين، متمدد

source: Three-column, Left, Fixed
ar: ثلاثة أعمدة، يسار، ثابت

source: Three-column, Left, Fluid
ar: ثلاثة أعمدة، يسار، متمدد

source: Three-column, Right, Fixed
ar: ثلاثة أعمدة، يمين، ثابت

source: Three-column, Right, Fluid
ar: ثلاثة أعمدة، يمين، متمدد

# nav menu location
source: Primary
ar: القائمة الأساسية

# nav menu location
source: Secondary
ar: القائمة الثانوية

# nav menu location
source: Subsidiary
ar: القائمة المساعدة

# sidebar
source: Primary
ar: أساسي

source: The main (primary) widget area.
ar: القائمة الجانبية الأساسية.

# sidebar
source: Secondary
ar: ثانوي

source: The second most important widget area.
ar: القائمة الجانبية الثانوية.

# sidebar
source: Subsidiary
ar: مساعد

source: Displayed within the site's footer area.
ar: تعرض في تذبيل الموقع الإلكتروني.

# sidebar
source: Header
ar: ضمن الترويسة

source: Displayed within the site's header area.
ar: تعرض في ترويسة الموقع الإلكتروني.

# sidebar
source: Before Entry
ar: قبل المقال

source: Loaded on singular post (page, attachment, etc.) views before the post title.
ar: تحمل في صفحة الموضوع المفرد (صفحة، مرفق، ...الخ) تعرض قبل عنوان الموضوع.

# sidebar
source: After Entry
ar: بعد المقال

source: Loaded on singular post (page, attachment, etc.) views before the comments area.
ar: تحمل في صفحة الموضوع المفرد (صفحة، مرفق، ...الخ) تعرض قبل منطقة التعليقات.

source: Before Wrapper
ar: قبل الغلاف

source: After Wrapper
ar: بعد الغلاف

source: Before Container
ar: قبل الحاوي

source: After Container
ar: بعد الحاوي

source: Inside Content
ar: ضمن المحتوى

source: Inside Head
ar: ضمن الرأس

source: Before Header
ar: قبل الترويسة

source: After Header
ar: بعد الترويسة

source: Before Loop
ar: قبل الدوارة

source: After Loop
ar: بعد الدوارة

source: Before Entry
ar: قبل المقال

source: After Entry
ar: بعد المقال

source: Before Entry Content
ar: قبل محتوى المقال

source: After Entry Content
ar: بعد محتوى المقال

source: Before Comments
ar: قبل التعليقات

source: After Comments
ar: بعد التعليقات

source: Before Comment
ar: قبل التعليق

source: After Comment
ar: بعد التعليق

source: Before Comments List
ar: قبل قائمة التعليقات

source: After Comments List
ar: بعد قائمة التعليقات

source: Before Pings List
ar: قبل قائمة التنبيهات

source: After Pings List
ar: بعد قائمة التنبيهات

source: Before Primary Menu
ar: قبل القائمة الأساسية

source: After Primary Menu
ar: بعد القائمة الأساسية

source: Before Primary Sidebar
ar: قبل الشريط الجانبي الأساسي

source: After Primary Sidebar
ar: بعد الشريط الجانبي الأساسي

source: Before Footer
ar: قبل التذييل

source: After Footer
ar: بعد التذييل

source: Before Settings Page
ar: قبل صفحة الإعدادات

source: After Settings Page
ar: بعد صفحة الإعدادات

source: Cheatin&#8217; huh?
ar: تغش، ها؟!

source: The current environment doesn't meet the Momtaz requirements.<br><b>The default theme will be activated automaticly.</b>
ar: البيئة الحالية لموقعك لا توفر أدنى متطلبات تشغيل القالب.<br> <b> سيتم تفعيل القالب الإفتراضي تلقائياً.</b>

source: Nothing Found
ar: لا يوجد شئ

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
ar: عذراً، ولكن لا توجد نتائج للآرشيف الذي تبحث عنه. ربما البحث قد يساعدك في إيجاد موضوع مرتبط.

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ar: عذراً، لم يتم العثور على ماتبحث عنه. جرب مرة أخرى بإستخدام كلمات مختلفة.

source: You are browsing the site archives by date.
ar: أنت تشاهد آرشيف الموقع بإستخدام التاريخ/الوقت.

source: You are browsing the search results for &quot;%1$s&quot;
ar: أنت تشاهد نتائج البحث عن &quot;%1$s&quot;

source: Archives
ar: الآرشيف

source: &laquo; Return to entry
ar: &laquo; الرجوع للمقال

source: &laquo; Previous
ar: &laquo; السابق

source: Next &raquo;
ar: التالي &raquo;

source: <span class="meta-nav">&larr;</span> Older
ar: <span class="meta-nav">&rarr;</span> الأقدم

source: Newer <span class="meta-nav">&rarr;</span>
ar: الأحدث <span class="meta-nav">&larr;</span>

# label
source: Search for:
ar: البحث عن:

# placeholder
source: Search this site...
ar: البحث في الموقع...

source: Search
ar: بحث
